tap "cjbassi/ytop"
tap "filosottile/musl-cross"
tap "mike-engel/jwt-cli"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "superfly/tap"
tap "int128/kubelogin"
brew "ansible"
brew "awscli"
brew "aws-vault"
brew "bat"
brew "libssh2"
brew "curl"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "glab"
brew "git"
brew "git-crypt"
brew "git-delta"
brew "gnupg"
brew "sops"
brew "go"
brew "openjdk"
brew "graphviz"
brew "gnuplot"
brew "httpie"
brew "jq"
brew "asdf"
brew "k9s"
brew "helm"
brew "helmfile"
brew "mike-engel/jwt-cli/jwt-cli"
brew "ranger"
brew "parallel"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-buildx"
brew "int128/kubelogin/kubelogin"
brew "lazydocker"
brew "lazygit"
brew "m-cli"
brew "neovim"
brew "mas"
brew "nmap"
brew "oath-toolkit"
brew "openconnect"
brew "imagemagick"
brew "pandoc"
brew "postgresql@14"
brew "redis"
brew "mysql"
brew "pyenv"
brew "python@3.9"
brew "poetry"
brew "pyenv"
brew "rbenv"
brew "php"
brew "ripgrep"
brew "rustup-init"
brew "rust-analyzer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "unar"
brew "deno"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "cjbassi/ytop/ytop"
brew "filosottile/musl-cross/musl-cross"
brew "superfly/tap/flyctl"
brew "yubikey-personalization"
cask "1password"
cask "1password-cli"
cask "arc"
cask "elgato-camera-hub"
cask "wacom-tablet"
cask "miniconda"
cask "raycast"
cask "iterm2"
cask "alacritty"
cask "obsidian"
cask "insomnia"
cask "font-iosevka-nerd-font"
cask "sketch"
cask "figma"
cask "ngrok"
cask "loom"
cask "rectangle"
cask "gimp"
cask "slack"
cask "slack-cli"
cask "signal"
cask "discord"
cask "todoist"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
cask "postgres-unofficial"
mas "tailscale", id: 1475387142
