tap "cjbassi/ytop"
tap "filosottile/musl-cross"
tap "github/gh"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "superfly/tap"
brew "ansible"
brew "awscli"
brew "aws-vault"
brew "bat"
brew "libssh2"
brew "curl"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "glab"
brew "git"
brew "git-delta"
brew "go"
brew "httpie"
brew "hugo"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "m-cli"
brew "helix"
brew "neovim"
brew "nmap"
brew "oath-toolkit"
brew "openconnect"
brew "imagemagick"
brew "pandoc"
brew "postgresql"
brew "mysql"
brew "pyenv"
brew "python@3.9"
brew "poetry"
brew "pyenv"
brew "rbenv"
brew "php"
brew "ripgrep"
brew "rustup-init"
brew "rust-analyzer"
brew "tfenv"
brew "tmux"
brew "tree"
brew "unar"
brew "fnm"
brew "deno"
brew "watch"
brew "wget"
brew "yq"
brew "zola"
brew "zsh"
brew "cjbassi/ytop/ytop"
brew "filosottile/musl-cross/musl-cross"
brew "superfly/tap/flyctl"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "iterm2"
cask "alacritty"
cask "grammarly-desktop"
cask "font-iosevka-nerd-font"
cask "obsidian"
cask "font-iosevka-nerd-font"
cask "sketch"
cask "ngrok"
cask "loom"
cask "krisp"
cask "rectangle"
cask "slack"
cask "discord"
cask "ticktick"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
